[Killed] StringLiteral
sd-023-b-project-react-testing-library/src/components/Pokemon.js:19:42
       <div className="pokemon">
         <div className="pokemon-overview">
           <p data-testid="pokemon-name">{name}</p>
-          <p data-testid="pokemon-type">{`${type}`}</p>
+          <p data-testid="pokemon-type">{""}</p>
           <p data-testid="pokemon-weight">
             Average weight: {value} {measurementUnit}
